export const advantagesData = [
  {
    id: 1,
    title: 'Постійна комунікація та прозорість',
    description:
      'Ми завжди на зв’язку та надаємо чесну картину процесу: детальні фото- й відеозвіти на кожному етапі логістики, своєчасні оновлення у месенджерах і повна прозорість того, що відбувається з вашим авто.',
    icon: <MessageCircle size={120} color="white" strokeWidth={1} />,
  },
  {
    id: 2,
    title: 'Супровід від підбору до видачі ключів',
    description:
      'Ми підбираємо авто під ваші критерії, даємо професійні рекомендації, попереджаємо про ризики та розширюємо можливості вибору, якщо ідеальний варіант не з’являється одразу.А фінальне рішення завжди залишається за вами.',
    icon: <Search size={120} color="white" strokeWidth={1} />,
  },
  {
    id: 3,
    title: 'Швидкість доставки',
    description:
      'Ми підбираємо найоптимальніший порт відвантаження та маршрут, щоб автомобіль прибув якомога швидше і за найвигіднішою ціною.Економимо ваш час і бюджет – без компромісів у якості.',
    icon: <Zap size={120} color="white" strokeWidth={1} />,
  },
  {
    id: 4,
    title: 'Чесні суми',
    description:
      'Вартість авто фіксується у договорі.Жодних післяплат, дрібного шрифту або неочікуваних витрат – ви одразу знаєте свою фінальну суму.',
    icon: <ClipboardCheck size={120} color="white" strokeWidth={1} />,
  },
  {
    id: 5,
    title: 'Надійні партнери та технічний супровід',
    description:
      'Ми співпрацюємо лише з перевіреними сервісами, щоб одразу після прибуття авто ви могли пройти діагностику, оцінку стану або швидкий ремонт – без клопотів і черг.',
    icon: <ClipboardCheck size={120} color="white" strokeWidth={1} />,
  },
  {
    id: 6,
    title: 'Підтримка навіть після видачі авто',
    description:
      'Ми не закінчуємо співпрацю, коли передаємо вам ключі.Контролюємо якість, консультуємо, допомагаємо з сервісом і залишаємося на зв’язку стільки, скільки потрібно.',
    icon: <ClipboardCheck size={120} color="white" strokeWidth={1} />,
  },
];
